{"class_name": "Sequential", "keras_version": "1.1.1", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_31", "output_dim": 40, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 4]}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_31"}}, {"class_name": "Dropout", "config": {"p": 0.1, "trainable": true, "name": "dropout_21"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_32", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 20}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_32"}}, {"class_name": "Dropout", "config": {"p": 0.1, "trainable": true, "name": "dropout_22"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_33", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 3}}, {"class_name": "Activation", "config": {"activation": "sigmoid", "trainable": true, "name": "activation_33"}}]}